logs/log_20250813_162100.txt

[2025-08-13 16:21:00.169] Inicio del envío
País: Nicaragua
Endpoint: http://172.20.11.105:8080/CAI3G1.2/services/CAI3G1.2/async
Usuario: EmaCmdSV
Delay: 1000 ms

[2025-08-13 16:21:00.170] [0] XML generado:
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
  <S:Header>
    <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
      <wsse:UsernameToken>
        <wsse:Username>EmaCmdSV</wsse:Username>
        <wsse:Password>EmaCmdSV@1</wsse:Password>
      </wsse:UsernameToken>
    </wsse:Security>
    <Context xmlns="http://schemas.ericsson.com/cai3g1.2/">20250813162100366</Context>
  </S:Header>
  <S:Body>
    <ns2:Set xmlns:ns2="http://schemas.ericsson.com/cai3g1.2/" xmlns:ns3="http://www.w3.org/2005/08/addressing" xmlns:ns4="http://schemas.ericsson.com/ma/CA/AMXCAmovilDecisionEL/" xmlns:ns5="http://schemas.ericsson.com/async/">
      <ns2:MOType>Subscriber@http://schemas.ericsson.com/ma/CA/AMXCAmovilDecisionEL/</ns2:MOType>
      <ns2:MOId>
        <ns4:msisdn>50582329166</ns4:msisdn>
        <ns4:imsi>710210188691591</ns4:imsi>
      </ns2:MOId>
      <ns2:MOAttributes>
        <ns4:SetSubscriber imsi="710210188691591" msisdn="50582329166">
          <ns4:client_service_add>WV</ns4:client_service_add>
          <ns4:client_service_info xmlns:xs="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="xs:string"></ns4:client_service_info>
        </ns4:SetSubscriber>
      </ns2:MOAttributes>
    </ns2:Set>
  </S:Body>
</S:Envelope>

[2025-08-13 16:21:01.354] [0] Envío exitoso - Duración: 1.18s

----------------------------------------

[2025-08-13 16:21:02.354] [1] XML generado:
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
  <S:Header>
    <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
      <wsse:UsernameToken>
        <wsse:Username>EmaCmdSV</wsse:Username>
        <wsse:Password>EmaCmdSV@1</wsse:Password>
      </wsse:UsernameToken>
    </wsse:Security>
    <Context xmlns="http://schemas.ericsson.com/cai3g1.2/">20250813162102305</Context>
  </S:Header>
  <S:Body>
    <ns2:Set xmlns:ns2="http://schemas.ericsson.com/cai3g1.2/" xmlns:ns3="http://www.w3.org/2005/08/addressing" xmlns:ns4="http://schemas.ericsson.com/ma/CA/AMXCAmovilDecisionEL/" xmlns:ns5="http://schemas.ericsson.com/async/">
      <ns2:MOType>Subscriber@http://schemas.ericsson.com/ma/CA/AMXCAmovilDecisionEL/</ns2:MOType>
      <ns2:MOId>
        <ns4:msisdn>50582329172</ns4:msisdn>
        <ns4:imsi>710210188691592</ns4:imsi>
      </ns2:MOId>
      <ns2:MOAttributes>
        <ns4:SetSubscriber imsi="710210188691592" msisdn="50582329172">
          <ns4:client_service_add>WV</ns4:client_service_add>
          <ns4:client_service_info xmlns:xs="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="xs:string"></ns4:client_service_info>
        </ns4:SetSubscriber>
      </ns2:MOAttributes>
    </ns2:Set>
  </S:Body>
</S:Envelope>

[2025-08-13 16:21:02.669] [1] Envío exitoso - Duración: 0.31s

----------------------------------------

[2025-08-13 16:21:03.669] [2] XML generado:
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
  <S:Header>
    <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
      <wsse:UsernameToken>
        <wsse:Username>EmaCmdSV</wsse:Username>
        <wsse:Password>EmaCmdSV@1</wsse:Password>
      </wsse:UsernameToken>
    </wsse:Security>
    <Context xmlns="http://schemas.ericsson.com/cai3g1.2/">20250813162103184</Context>
  </S:Header>
  <S:Body>
    <ns2:Set xmlns:ns2="http://schemas.ericsson.com/cai3g1.2/" xmlns:ns3="http://www.w3.org/2005/08/addressing" xmlns:ns4="http://schemas.ericsson.com/ma/CA/AMXCAmovilDecisionEL/" xmlns:ns5="http://schemas.ericsson.com/async/">
      <ns2:MOType>Subscriber@http://schemas.ericsson.com/ma/CA/AMXCAmovilDecisionEL/</ns2:MOType>
      <ns2:MOId>
        <ns4:msisdn>50582329353</ns4:msisdn>
        <ns4:imsi>710210188691593</ns4:imsi>
      </ns2:MOId>
      <ns2:MOAttributes>
        <ns4:SetSubscriber imsi="710210188691593" msisdn="50582329353">
          <ns4:client_service_add>WV</ns4:client_service_add>
          <ns4:client_service_info xmlns:xs="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="xs:string"></ns4:client_service_info>
        </ns4:SetSubscriber>
      </ns2:MOAttributes>
    </ns2:Set>
  </S:Body>
</S:Envelope>

[2025-08-13 16:21:03.693] [2] Envío exitoso - Duración: 0.02s

----------------------------------------

[2025-08-13 16:21:04.693] [3] XML generado:
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
  <S:Header>
    <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
      <wsse:UsernameToken>
        <wsse:Username>EmaCmdSV</wsse:Username>
        <wsse:Password>EmaCmdSV@1</wsse:Password>
      </wsse:UsernameToken>
    </wsse:Security>
    <Context xmlns="http://schemas.ericsson.com/cai3g1.2/">20250813162104167</Context>
  </S:Header>
  <S:Body>
    <ns2:Set xmlns:ns2="http://schemas.ericsson.com/cai3g1.2/" xmlns:ns3="http://www.w3.org/2005/08/addressing" xmlns:ns4="http://schemas.ericsson.com/ma/CA/AMXCAmovilDecisionEL/" xmlns:ns5="http://schemas.ericsson.com/async/">
      <ns2:MOType>Subscriber@http://schemas.ericsson.com/ma/CA/AMXCAmovilDecisionEL/</ns2:MOType>
      <ns2:MOId>
        <ns4:msisdn>50582329579</ns4:msisdn>
        <ns4:imsi>710210188691594</ns4:imsi>
      </ns2:MOId>
      <ns2:MOAttributes>
        <ns4:SetSubscriber imsi="710210188691594" msisdn="50582329579">
          <ns4:client_service_add>WV</ns4:client_service_add>
          <ns4:client_service_info xmlns:xs="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="xs:string"></ns4:client_service_info>
        </ns4:SetSubscriber>
      </ns2:MOAttributes>
    </ns2:Set>
  </S:Body>
</S:Envelope>

[2025-08-13 16:21:04.904] [3] Envío exitoso - Duración: 0.21s

----------------------------------------

[2025-08-13 16:21:05.906] [4] XML generado:
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
  <S:Header>
    <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
      <wsse:UsernameToken>
        <wsse:Username>EmaCmdSV</wsse:Username>
        <wsse:Password>EmaCmdSV@1</wsse:Password>
      </wsse:UsernameToken>
    </wsse:Security>
    <Context xmlns="http://schemas.ericsson.com/cai3g1.2/">20250813162105602</Context>
  </S:Header>
  <S:Body>
    <ns2:Set xmlns:ns2="http://schemas.ericsson.com/cai3g1.2/" xmlns:ns3="http://www.w3.org/2005/08/addressing" xmlns:ns4="http://schemas.ericsson.com/ma/CA/AMXCAmovilDecisionEL/" xmlns:ns5="http://schemas.ericsson.com/async/">
      <ns2:MOType>Subscriber@http://schemas.ericsson.com/ma/CA/AMXCAmovilDecisionEL/</ns2:MOType>
      <ns2:MOId>
        <ns4:msisdn>50582329605</ns4:msisdn>
        <ns4:imsi>710210188691595</ns4:imsi>
      </ns2:MOId>
      <ns2:MOAttributes>
        <ns4:SetSubscriber imsi="710210188691595" msisdn="50582329605">
          <ns4:client_service_add>WV</ns4:client_service_add>
          <ns4:client_service_info xmlns:xs="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="xs:string"></ns4:client_service_info>
        </ns4:SetSubscriber>
      </ns2:MOAttributes>
    </ns2:Set>
  </S:Body>
</S:Envelope>

[2025-08-13 16:21:06.024] [4] Envío exitoso - Duración: 0.12s

----------------------------------------

[2025-08-13 16:21:07.024] [5] XML generado:
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
  <S:Header>
    <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
      <wsse:UsernameToken>
        <wsse:Username>EmaCmdSV</wsse:Username>
        <wsse:Password>EmaCmdSV@1</wsse:Password>
      </wsse:UsernameToken>
    </wsse:Security>
    <Context xmlns="http://schemas.ericsson.com/cai3g1.2/">20250813162107742</Context>
  </S:Header>
  <S:Body>
    <ns2:Set xmlns:ns2="http://schemas.ericsson.com/cai3g1.2/" xmlns:ns3="http://www.w3.org/2005/08/addressing" xmlns:ns4="http://schemas.ericsson.com/ma/CA/AMXCAmovilDecisionEL/" xmlns:ns5="http://schemas.ericsson.com/async/">
      <ns2:MOType>Subscriber@http://schemas.ericsson.com/ma/CA/AMXCAmovilDecisionEL/</ns2:MOType>
      <ns2:MOId>
        <ns4:msisdn>50582329607</ns4:msisdn>
        <ns4:imsi>710210188691596</ns4:imsi>
      </ns2:MOId>
      <ns2:MOAttributes>
        <ns4:SetSubscriber imsi="710210188691596" msisdn="50582329607">
          <ns4:client_service_add>WV</ns4:client_service_add>
          <ns4:client_service_info xmlns:xs="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="xs:string"></ns4:client_service_info>
        </ns4:SetSubscriber>
      </ns2:MOAttributes>
    </ns2:Set>
  </S:Body>
</S:Envelope>

[2025-08-13 16:21:07.093] [5] Envío exitoso - Duración: 0.07s

----------------------------------------

[2025-08-13 16:21:08.093] [6] XML generado:
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
  <S:Header>
    <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
      <wsse:UsernameToken>
        <wsse:Username>EmaCmdSV</wsse:Username>
        <wsse:Password>EmaCmdSV@1</wsse:Password>
      </wsse:UsernameToken>
    </wsse:Security>
    <Context xmlns="http://schemas.ericsson.com/cai3g1.2/">20250813162108688</Context>
  </S:Header>
  <S:Body>
    <ns2:Set xmlns:ns2="http://schemas.ericsson.com/cai3g1.2/" xmlns:ns3="http://www.w3.org/2005/08/addressing" xmlns:ns4="http://schemas.ericsson.com/ma/CA/AMXCAmovilDecisionEL/" xmlns:ns5="http://schemas.ericsson.com/async/">
      <ns2:MOType>Subscriber@http://schemas.ericsson.com/ma/CA/AMXCAmovilDecisionEL/</ns2:MOType>
      <ns2:MOId>
        <ns4:msisdn>50582329653</ns4:msisdn>
        <ns4:imsi>710210188691597</ns4:imsi>
      </ns2:MOId>
      <ns2:MOAttributes>
        <ns4:SetSubscriber imsi="710210188691597" msisdn="50582329653">
          <ns4:client_service_add>WV</ns4:client_service_add>
          <ns4:client_service_info xmlns:xs="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="xs:string"></ns4:client_service_info>
        </ns4:SetSubscriber>
      </ns2:MOAttributes>
    </ns2:Set>
  </S:Body>
</S:Envelope>

[2025-08-13 16:21:08.138] [6] Envío exitoso - Duración: 0.04s

----------------------------------------

[2025-08-13 16:21:09.141] [7] XML generado:
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
  <S:Header>
    <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
      <wsse:UsernameToken>
        <wsse:Username>EmaCmdSV</wsse:Username>
        <wsse:Password>EmaCmdSV@1</wsse:Password>
      </wsse:UsernameToken>
    </wsse:Security>
    <Context xmlns="http://schemas.ericsson.com/cai3g1.2/">20250813162109382</Context>
  </S:Header>
  <S:Body>
    <ns2:Set xmlns:ns2="http://schemas.ericsson.com/cai3g1.2/" xmlns:ns3="http://www.w3.org/2005/08/addressing" xmlns:ns4="http://schemas.ericsson.com/ma/CA/AMXCAmovilDecisionEL/" xmlns:ns5="http://schemas.ericsson.com/async/">
      <ns2:MOType>Subscriber@http://schemas.ericsson.com/ma/CA/AMXCAmovilDecisionEL/</ns2:MOType>
      <ns2:MOId>
        <ns4:msisdn>50582329673</ns4:msisdn>
        <ns4:imsi>710210188691598</ns4:imsi>
      </ns2:MOId>
      <ns2:MOAttributes>
        <ns4:SetSubscriber imsi="710210188691598" msisdn="50582329673">
          <ns4:client_service_add>WV</ns4:client_service_add>
          <ns4:client_service_info xmlns:xs="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="xs:string"></ns4:client_service_info>
        </ns4:SetSubscriber>
      </ns2:MOAttributes>
    </ns2:Set>
  </S:Body>
</S:Envelope>

[2025-08-13 16:21:09.244] [7] Envío exitoso - Duración: 0.1s

----------------------------------------

[2025-08-13 16:21:10.244] [8] XML generado:
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
  <S:Header>
    <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
      <wsse:UsernameToken>
        <wsse:Username>EmaCmdSV</wsse:Username>
        <wsse:Password>EmaCmdSV@1</wsse:Password>
      </wsse:UsernameToken>
    </wsse:Security>
    <Context xmlns="http://schemas.ericsson.com/cai3g1.2/">20250813162110718</Context>
  </S:Header>
  <S:Body>
    <ns2:Set xmlns:ns2="http://schemas.ericsson.com/cai3g1.2/" xmlns:ns3="http://www.w3.org/2005/08/addressing" xmlns:ns4="http://schemas.ericsson.com/ma/CA/AMXCAmovilDecisionEL/" xmlns:ns5="http://schemas.ericsson.com/async/">
      <ns2:MOType>Subscriber@http://schemas.ericsson.com/ma/CA/AMXCAmovilDecisionEL/</ns2:MOType>
      <ns2:MOId>
        <ns4:msisdn>50582329721</ns4:msisdn>
        <ns4:imsi>710210188691599</ns4:imsi>
      </ns2:MOId>
      <ns2:MOAttributes>
        <ns4:SetSubscriber imsi="710210188691599" msisdn="50582329721">
          <ns4:client_service_add>WV</ns4:client_service_add>
          <ns4:client_service_info xmlns:xs="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="xs:string"></ns4:client_service_info>
        </ns4:SetSubscriber>
      </ns2:MOAttributes>
    </ns2:Set>
  </S:Body>
</S:Envelope>

[2025-08-13 16:21:10.300] [8] Envío exitoso - Duración: 0.05s

----------------------------------------

[2025-08-13 16:21:11.301] [9] XML generado:
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
  <S:Header>
    <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
      <wsse:UsernameToken>
        <wsse:Username>EmaCmdSV</wsse:Username>
        <wsse:Password>EmaCmdSV@1</wsse:Password>
      </wsse:UsernameToken>
    </wsse:Security>
    <Context xmlns="http://schemas.ericsson.com/cai3g1.2/">20250813162111559</Context>
  </S:Header>
  <S:Body>
    <ns2:Set xmlns:ns2="http://schemas.ericsson.com/cai3g1.2/" xmlns:ns3="http://www.w3.org/2005/08/addressing" xmlns:ns4="http://schemas.ericsson.com/ma/CA/AMXCAmovilDecisionEL/" xmlns:ns5="http://schemas.ericsson.com/async/">
      <ns2:MOType>Subscriber@http://schemas.ericsson.com/ma/CA/AMXCAmovilDecisionEL/</ns2:MOType>
      <ns2:MOId>
        <ns4:msisdn>50582329793</ns4:msisdn>
        <ns4:imsi>710210188691600</ns4:imsi>
      </ns2:MOId>
      <ns2:MOAttributes>
        <ns4:SetSubscriber imsi="710210188691600" msisdn="50582329793">
          <ns4:client_service_add>WV</ns4:client_service_add>
          <ns4:client_service_info xmlns:xs="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="xs:string"></ns4:client_service_info>
        </ns4:SetSubscriber>
      </ns2:MOAttributes>
    </ns2:Set>
  </S:Body>
</S:Envelope>

[2025-08-13 16:21:11.368] [9] Envío exitoso - Duración: 0.07s

----------------------------------------

[2025-08-13 16:21:12.371] Resumen del proceso:
Total registros: 10
Enviados exitosos: 10
Registros omitidos: 0
Errores detectados: 0
[2025-08-13 16:21:12.372] Proceso finalizado
